# Taps
tap "homebrew/bundle"

# Formulae
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "libgit2"
brew "mise"
brew "pcre"
brew "pinentry-mac"
brew "tmux"
brew "watch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"

# Casks
cask "alt-tab"
cask "arc"
cask "betterdisplay"
cask "claude"
cask "deepl"
cask "discord"
cask "excalidrawz"
cask "font-cascadia-code-nf"
cask "github"
cask "google-chrome"
cask "iina"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "music-decoy"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "tailscale"
cask "warp"
cask "zed"
